import React from "react";

const About = () => {
    return (
        <div className="about">
            <h1>
                About<span className="full-stop">.</span>
            </h1>
            <main>
                <p>
                גיל: בתחילת התהליך כאשר נודע לי על העבודה עצמה והנושא שבחרנו חששתי והסתקרנתי , ראיתי בזה אתגר. בתהליך למדתי את החשיבות של עבודה בקבוצה לחקור ולגלות ואיך כל אחד יכול לתרום בחלק אחד ולעשות שינוי גדול. לא היו לי התלבטויות במהלך העבודה זה היה נושא מעניין שהרגשתי שיש לי תשובה ברורה ביני לבין עצמי.
החלק שנהנתי ממנו יותר היה עבדת החקר שבה נחשפתי לנושא מעניין וחדש שלא ידעתי שקיים והוא כל כך חשוב ובנוסף באמת יש סביבו קהילה תומכת ,מטפלת ואכפתית לנושא. התוצר מספק אותי מכיוון שזו היא הדרך הכי יעילה שאני יכולתי להציע למטרה החשובה הזאת שתוציא מקסימום הצלחה. אני ממליץ על דרך למידה זאת כי לדעתי ולפי מחקרים עדכניים הדרך הטובה ביותר להכניס את החומר למוח היא להסביר אותו. מהעבודה לקחתי לחיים שחשוב מאוד לדאוג גם לאחר וגם לעצמך.
 
                </p>
                ליה שין:
התחלתי לעבוד על המטלת ביצוע לפני כמה חודשים.
בהתחלה בעיקר חיפשתי מקורות כדי להוכיח שהבעיה האזרחית קיימת, ידעתי כבר שנושא יהיה בעייתי לחיפוש כי הנושא שלנו מעט נוגד את ההנחיות אשר הניחו עלינו אבל ברגע שמצאנו את הכתבות הנכונות העניין התחיל להתגלגל ולאט לאט נהיו לנו מספיק מקורות, חיפשתי גם בבית וגם בבית ספר והאמת שהיה מעניין לקרוא את הכתבות בעד ניקיון ובעד זכויות לחיים וביטחון של בעלי החיים.

                <p>
              
                </p>
                <p>
        
                </p>
                <p>
                    blah
                    <br />
                    after enter blah
                </p>
                <hr className="gold-hr" />
                <p>
                תודה להערכה החלופית באזרחות שהביאוני עד הלום<span className="full-stop">.</span>
                </p>
            </main>
        </div>
    );
};

export default About;
